Repository: MRUNKWOWN/thothcbz
Catalog: ThothCbz/Properties/Resources.*.resx
Languages: pt_br

# CbxAddIconText
source: Add custom icon per volume file
pt_br: Adicionar ícone personalizado por arquivo de volume

# CbxBlankSpaceText
source: Add blank space between unified pages if the pages have diferente widths.
pt_br: Adicionar um espaço em vazio entre as páginas unificadas em caso que elas tenham larguras diferentes.

# CbxEnableBrightnessContrastText
source: Enable image beautifier (edit {0})
pt_br: Habilitar o embelezador de imagens (editar {0}).

# CbxUpscaleImagesText
source: Upscale all images for the minimal height of (in pixels):
pt_br: Aumente todas as imagens para a altura mínima de (em pixels):

# CbxUseSelectedDirectoryText
source: The selected directory is part of the final file structure!
pt_br: O diretório selecionado faz parte da estrutura de arquivos final!

# ChapterNameText
source: chapter
pt_br: capítulo

# CorruptedAppConfigurationFileText
source: The AppConfiguration.json file is corrupted.
pt_br: O arquivo AppConfiguration.json está corrompido.

# FormAnalysisText
source: ANALYSING....
pt_br: ANALISANDO....

# FormThotCbzText
source: THOTH CBZ GENERATOR
pt_br: THOTH GERADOR DE CBZ

# FormWarningsText
source: Warnings
pt_br: Avisos

# LblAnalysingMultiplesDescriptionText
source: Please wait! We are analysing a total of {0} files.
pt_br: Por favor aguarde! Estamos analisando um total de {0} arquivos.

# LblAnalysingOneDescriptionText
source: Please wait! We are analysing a total of {0} file.
pt_br: Por favor aguarde! Estamos analisando um total de {0} arquivo.

# LblCancelRequestCommandText
source: A request to cancel the execution has been queued...
pt_br: Um pedido de cancelamento da execução foi enfileirado...

# LblExecutionLogChaptersText
source: _COLOR_\tab \tab \u9632 _STATUS_ {\b {\field{\*\fldinst HYPERLINK ""_URI_""}{\fldrslt _NAME_}}}
pt_br: \tab \tab \bullet {\b _NAME_ \tab \tab \tab _STATUS_}

# LblExecutionLogSeriesText
source: _COLOR__STATUS_ {\b {\field{\*\fldinst HYPERLINK ""_URI_""}{\fldrslt _NAME_}}}
pt_br: _STATUS_ - {\b _NAME_}

# LblExecutionLogStatusAnalyzedText
source: [ ANALYZED ]
pt_br: [ ANALIZADO ]

# LblExecutionLogStatusDoneText
source: [ DONE ]
pt_br: [ CONCLUÍDO ]

# LblExecutionLogStatusErrorText
source: [ ERROR ]
pt_br: [ ERRO ]

# LblExecutionLogStatusQueueText
source: [ QUEUED ]
pt_br: [ ENFILEIRADO ]

# LblExecutionLogStatusRunningText
source: [ RUNNING ]
pt_br: [ EXECUTANDO ]

# LblExecutionLogStatusWarningText
source: [ ATTENTION ]
pt_br: [ ATENÇÃO ]

# LblExecutionLogVolumesText
source: _COLOR_\tab \bullet _STATUS_ {\b {\field{\*\fldinst HYPERLINK ""_URI_""}{\fldrslt _NAME_}}}
pt_br: \tab \bullet {\b _NAME_ \tab \tab \tab \tab _STATUS_}

# LblPagesReadOrderLeftRightText
source: LEFT-TO-RIGHT
pt_br: ESQUERDA-PARA-DIREITA

# LblPagesReadOrderRightLeftText
source: RIGHT-TO-LEFT
pt_br: DIREITA-PARA-ESQUERDA

# LblReadingOrderText
source: The order of reading for all the series found are:
pt_br: A ordem de leitura para todas as séries encontradas são:

# LblSplitableDirectoryText
source: All pages that needs to be splitted are located in the following directory:
pt_br: Todas as páginas que precisam ser divididas estão localizadas no seguinte diretório:

# LblUnifyableDirectoryText
source: All pages that need to be unified are located in the following directory:
pt_br: Todas as páginas que precisam ser unificadas estão localizadas no diretório a seguir:

# LblVersionText
source: Version {0}
pt_br: Versão {0}

# PbxBtnAdjustFilesTooltipText
source: Adjust the files (setting the resolution, converting to jpg and upscale).
pt_br: Ajustar os arquivos (ajuste da resolução, conversão para jpg e upscale).

# PbxBtnCancelTooltipText
source: Cancel current generation.
pt_br: Cancelar a execução corrente.

# PbxBtnFolderTooltipText
source: Select the base directory for execution.
pt_br: Selecionar o diretório base para a execução.

# PbxBtnGenerateCbzTooltipText
source: Generate the CBZ files (grouping and renaming files, besides the file generation).
pt_br: Gerar os arquivos CBZ (renomeamento e agrupamento dos arquivos, além da geração do arquivo final).

# PbxBtnHelpTooltipText
source: Application Information and tips.
pt_br: Informações do aplicativo e dicas.

# PbxBtnPlayTooltipText
source: Execute!
pt_br: Executar!

# PbxBtnRefreshTooltipText
source: Refresh the analysis.
pt_br: Atualizar a análise.

# PbxBtnSplitPagesTooltipText
source: Separate the pages into two.
pt_br: Separar as páginas em duas.

# PbxBtnUnifyPagesTooltipText
source: Unify double pages.
pt_br: Unificar duplas de páginas.

# PbxBtnWarningTooltipText
source: Issues preventing the adjusts and/or the generation.
pt_br: Problemas impedindo os ajustes ou geração dos arquivos.

# PbxConversionStatisticsTooltipText
source: Files found to be converted.
pt_br: Arquivos encontrados que precisam de conversão para estarem padronizados.

# PbxFilesStatisticsTooltipText
source: Files found to be processed.
pt_br: Arquivos encontrados para serem processados.

# PbxSeriesStatisticsTooltipText
source: Series found to be processed.
pt_br: Séries encontradas para serem processadas.

# PbxSplitStatisticsTooltipText
source: Files found to be splitted.
pt_br: Arquivos encontrados que precisam ser separados.

# PbxUnifyStatisticsTooltipText
source: Files found to be unified.
pt_br: Arquivos encontrados que precisam ser unificados.

# PbxUnknwonStatisticsTooltipText
source: Files found that have an unknwon extension.
pt_br: Arquivos encontrados com extensão desconhecida.

# PbxVolumesStatisticsTooltipText
source: Volumes found to be processed.
pt_br: Volumes encontrados para serem processados.

# RtbWarningsForAdjustments001Text
source: Adjustments cannot be made because there are files that are not automatically adjustable by the tool.
pt_br: Não é possível realizar os ajustes pois existem arquivos que não são ajustáveis de forma automática pela ferramenta.

# RtbWarningsForAdjustments002Text
source: Adjustable extensions are ".jpg", ".jpeg", ".img", ".gif", ".png", ".webp".
pt_br: As extensões ajustáveis são ".jpg", ".jpeg", ".img", ".gif", ".png", ".webp".

# RtbWarningsForAdjustments003Text
source: You can check which Series/Volumes/Chapters have files with unwell extensions by searching the list displayed in the "Execution Logs" area. These items have a tag [ERROR] before the name and in a different color.
pt_br: É possível verificar quais Séries/Volumes/Capítulos possuem arquivos com extensões não conhecívies pesquisando a lista exibida na área "Logs Execução". Esses itens tem uma tag [ ERRO ] antes do nome e em uma cor diferenciada.

# RtbWarningsForCbz001Text
source: You cannot generate CBZ files because there are files in formats other than the expected format (.jpg).
pt_br: Você não pode gerar arquivos CBZ porque há arquivos em formatos diferentes do formato esperado (.jpg).

# RtbWarningsForCbz002Text
source: To be able to generate CBZ files, please enable the button to make adjustments to the files.
pt_br: Para poder gerar arquivos CBZ, ative o botão para fazer ajustes nos arquivos.

# RtbWarningsForCbz003Text
source: You can check which Series/Volumes/Chapters have files that need to be adjusted by searching the list displayed in the "Execution Logs" area. These items have a tag [ ATTENTION ] before the name and in a different color.
pt_br: Você pode verificar quais Séries/Volumes/Capítulos têm arquivos que precisam ser ajustados pesquisando a lista exibida na área "Logs de Execução". Esses itens têm uma tag [ ATENÇÃO ] antes do nome e em uma cor diferente.

# RtbWarningsForSplit001Text
source: You cannot split files because there are files in formats other than the expected one (.jpg).
pt_br: Você não pode separar arquivos porque há arquivos em formatos diferentes do formato esperado (.jpg).

# RtbWarningsForSplit002Text
source: To be able to generate splited files, please enable the button to make adjustments to the files.
pt_br: Para poder gerar arquivos separados ative o botão para fazer ajustes nos arquivos.

# RtbWarningsForUnify001Text
source: You cannot unify files because there are files in formats other than the expected one (.jpg).
pt_br: Você não pode unificar arquivos porque há arquivos em formatos diferentes do formato esperado (.jpg).

# RtbWarningsForUnify002Text
source: To be able to generate unified files, please enable the button to make adjustments to the files.
pt_br: Para poder gerar arquivos unificados, ative o botão para fazer ajustes nos arquivos.

# RtbWarningsForUnify003Text
source: You cannot unify files because the files amount isn't even.
pt_br: Você não pode unificar arquivos porque há existem arquivos em quantidade ímpar no diretório.

# RtbWarningsForUnify004Text
source: To be able to generate unified files, please validate and keep only even amount of files in the unifyable folders.
pt_br: Para poder gerar arquivos unificados, por favor valide e mantenha apenas arquivos em quantidade par nos diretórios de unificação.

# RtbWarningsForUnify005Text
source: You can check which Series/Volumes/Chapters have even files by searching the list displayed in the "Execution Logs" area. These items have a tag [ERROR] before the name and in a different color.
pt_br: É possível verificar quais Séries/Volumes/Capítulos possuem quantidade de arquivos ímpares pesquisando a lista exibida na área "Logs Execução". Esses itens tem uma tag [ ERRO ] antes do nome e em uma cor diferenciada.

# RtbWarningsHeaderMultiplesText
source: Please check the alerts below for the necessary actions to proceed with the execution of the adjustments and/or the generation of CBZ files.
pt_br: Por favor verifique nos alertas abaixo as ações necessárias para prosseguir com a execução dos ajustes e/ou a geração dos arquivos CBZ.

# RtbWarningsHeaderOneText
source: Please check in the alert below the action required to proceed with the execution of the settings and/or the generation of CBZ files.
pt_br: Por favor verifique no alerta abaixo a ação necessária para prosseguir com a execução dos ajustes e/ou a geração dos arquivos CBZ.

# SeriesNameText
source: series
pt_br: serie

# txtDirectoryDefaultText
source: Select the directory with the series(s) to initialize the process.
pt_br: Selecione o diretório com a(s) serie(s) para inicializar o processo.
